Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Error in SFM file at line {0}: current SFM '{1}' cannot be used in current situation.
pt: Erro no arquivo SFM na linha {0}: SFM atual '{1}' não pode ser usado na situação atual.

source: Error in SFM file at line {0}: current SFM '{1}' cannot be used.
pt: Erro no arquivo SFM na linha {0}: SFM atual '{1}' não pode ser usado.

source: ***Error in SFM file at line {0}: current SFM '{1}' jumps too many levels in the hierarchy.
pt: *** Erro no arquivo SFM na linha {0}: SFM atual '{1}' salta muitos níveis na hierarquia.

source: Error in SFM file at line {0}: Data <{1}> found before marker.
pt: Erro no arquivo SFM na linha {0}: Dados <{1}>encontrados antes de marcador.

source: Error in SFM file at line {0}: SFM '{1}' already exists in this '{2}' - this marker is being ignored.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' já existe neste '{2}' - esse marcador está sendo ignorada.

source: Error in SFM file at line {0}: SFM '{1}' contains {2} invalid byte(s) as part of the marker itself.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' contém {2} inválido bytes como parte do próprio marcador.

source: Error in SFM file at line {0}: SFM '{1}' contains {2} invalid bytes in its data, the first {3} are: {4}. Invalid codepoints will be dropped from the imported text.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' contém {2} inválido bytes em seus dados, o primeiro {3} são: {4}. Codepoints inválido será descartado do texto importado.

source: Error in SFM file at line {0}: SFM '{1}' contains {2} invalid bytes in its data: {3}. Invalid codepoints will be dropped from the imported text.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' contém {2} inválido bytes em seus dados: {3}. Codepoints inválida será descartado do texto importado.

source: Error in SFM file at line {0}: SFM '{1}' contains an illegal UTF-8 code (0x{2}) in its data. Invalid codepoints will be dropped from the imported text.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' contém um código UTF-8 ilegal (0x{2}) em seus dados. Codepoints inválido será descartado do texto importado.

source: Error in SFM file at line {0}: SFM '{1}' contains character value 0x{2}, which is invalid and has been removed.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' contém caracteres valor 0x{2}, que é inválido e foi removido.

source: Error in SFM file at line {0}: SFM '{1}' is not used in any hierarchy items.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' não é usado em quaisquer itens da hierarquia.

source: Error in SFM file at line {0}: SFM '{1}' is undefined (or invalid) in Mapping File FieldDescriptions.
pt: Erro no arquivo SFM na linha {0}: SFM '{1}' está indefinido (ou inválido) em FieldDescriptions do arquivo de mapeamento.

source: Error loading resource strings: {0}
pt: Erro ao carregar recursos strings: {0}

source: Error message
pt: Mensagem de erro

source: Error on line {0}: {1} has an unrecognized date form '{2}' - ignoring data.
pt: Erro na linha {0}: {1} tem uma forma de data desconhecida '{2}' - ignorando dados.

source: Error saving writing system
pt: Erro ao salvar sistema de escrita

source: Error Showing Report
pt: Erro ao Exibir Relatório

source: Error with ICU Legacy Converters
pt: Erro com o Conversores ICU Legacy

source: 1 Error:
pt: 1 Erro:

source: Error: {0}
pt: Erro: {0}

source: 1 Error: Detail shown for first {1} errors.
pt: 1 Erro: Mostrar detalhes dos primeiros {1} erros.

source: 1 Error: Detail shown for first error.
pt: 1 Erro: Mostrar detalhes do primeiro erro.

source: Error: InFieldMarker '{0}' is defined in more than one InFieldMarker entry.
pt: Erro: InFieldMarker '{0}' é definido em mais de uma entrada de InFieldMarker.

source: Error: invalid mapping file '{0}' : {1}
pt: Erro: arquivo de mapeamento inválido '{0}' : {1}

source: ERROR: Language Definition File not loaded: m_langDef == null
pt: Erro: Arquivo de definição de idioma não carregado: m_langDef == nulo

source: {0} errors and {1} warnings found in {2}.
pt: {0} erros e {1} avisos encontrados em {2}.

source: {0} errors and 1 warning found in {1}
pt: {0} erros e 1 aviso encontrados em {1}

source: {0} errors found in {1}
pt: {0} erros encontrados em {1}

source: {0} Errors:
pt: {0} Erros:

source: {0} Errors: Detail shown for first {1} errors.
pt: {0} Erros: Mostrar detalhes dos primeiros {1} erros.

source: {0} Errors: Detail shown for first error.
pt: {0} Erros: Mostrar detalhe do primeiro erro.

source: Esther
pt: Ester

source: Ethiopic
pt: Etíope

source: Ethnologue Code
pt: Código Ethnologue

source: Ethnologue code:
pt: Código Ethnologue:

source: Ethnologue Code:
pt: Código Ethnologue:

source: Ethnologue entry for {0}
pt: Ethnologue entrada para {0}

source: Etymological Form
pt: Forma Etimológica

source: Etymology
pt: Etimologia

source: Etymology - Comment
pt: Etimologia - Comentário

source: Etymology - Form
pt: Etimologia - Forma

source: Etymology - Gloss
pt: Etimologia - Glosa

source: Etymology - Source
pt: Etimologia - Fonte

source: European Number
pt: Número Europeu

source: European Number Separator
pt: Separador de Números Europeu

source: European Number Terminator
pt: Terminator número Europeu

source: Even Page
pt: Página Par

source: Exact Spacing
pt: Espaçamento Exato

source: Exactly
pt: Exatamente

source: Exactly checked items
pt: Itens marcados exatamente

source: {0} Exactly n times
pt: {0} Exatamente n vezes

source: 1) Examine the preview of how the affected entries will be changed and decide whether to continue the import or to abort it. If you abort, you may want to go back to the original SFM file and reorder fields in the affected entries yourself. You may also want to revise import settings such as mappings.
pt: 1) Examine a visualização de como as entradas afetadas serão alteradas e decidir se deseja continuar a importação ou abortá-la. Se você cancelar, você poderá voltar para o arquivo original do SFM e reordenar você mesmo os campos nas entradas afetadas. Você também poderá rever definições de importação tais como os mapeamentos.

source: Example
pt: Exemplo

source: Example of adding a text and interlinearizing some words.
pt: Exemplo de adição de um texto e interlinearização de algumas palavras.

source: Example of adding an affix template.
pt: Exemplo de adição de um modelo de afixos.

source: Example of changing analysis usage.
pt: Exemplo de alterar o uso de análise.

source: Example of creating a new entry.
pt: Exemplo de criação de uma nova entrada.

source: Example of finding an entry.
pt: Exemplo da procura de uma entrada.

source: Example of specifying a derivative.
pt: Exemplo de especificação de um derivativo.

source: Example of specifying a lexical relation.
pt: Exemplo de especificação de uma relação lexical.

source: Example of specifying a variant.
pt: Exemplo de especificação de uma variante.

source: Example of using Bulk Edit Bulk Copy.
pt: Exemplo do uso de Cópia em Massa de Edição em Massa.

source: Example of using Bulk Edit Click Copy.
pt: Exemplo do uso do Editor em Massa Clique em Copiar.

source: Example of using Bulk Edit List Choice.
pt: Exemplo do uso do Editor em Massa Lista de Opções.

source: Example of using categorized entry.
pt: Exemplo do uso categorizado de entrada .

source: Example of using Collect Words.
pt: Exemplo do uso Recolher Palavras.

source: Example References
pt: Exemplos de Referências

source: Example Sentences
pt: Exemplos de Sentenças

source: Example Translation Types
pt: Exemplo de Tipos de Tradução

source: Example Translations
pt: Exemplo de Traduções

source: Example Words
pt: Exemplo de Palavras

source: Example: {0}
pt: Exemplo: {0}

source: Examples
pt: Exemplos

source: Examples of configuring columns.
pt: Exemplos de configuração de colunas.

source: Examples of filtering.
pt: Exemplos de filtragem.

source: Examples of using sorting features.
pt: Exemplos do uso das características de classificação.

source: Exception "Feature"
pt: Exceção "Característica"

source: Exception "Features"
pt: Exceção "Característica"

source: _Exception Feature...
pt: Característica de _Exceção…

source: Exception Features
pt: Características da Exceção

source: Exception: {0}
pt: Exceção: {0}

source: Exclude {0}
pt: Excluir {0}

source: Exclude As Headword
pt: Excluir Como Palavra Encabeçada

source: E&xclude Data from Import
pt: &Excluir Dados de Importação

source: &Exclude this data from import
pt: &Excluir estes dados de importação

source: &Exercises...
pt: &Exercícios…

source: _Exercises...
pt: _Exercícios…

source: E&xit
pt: S&air

source: Exit
pt: Sair

source: Exit Application
pt: Sair do Aplicativo

source: Exit Language Explorer.
pt: Sair do Language Explorer

source: E&xit the application
pt: S&air do aplicativo

source: Exit the program.
pt: Sair do programa.

source: Exits this application.
pt: Sai deste aplicativo.

source: Exodus
pt: Êxodo

source: Experimental features for testing
pt: Recursos experimentais para testes

source: Explanation of Grammatical info.
pt: Explicação de info. Gramatical

source: &Export
pt: &Exportar

source: Export
pt: Exportar

source: Export by WAXHAW\bogle on 2008.07.30
pt: Exportar para WAXHAW\bogle em 2008.07.30

source: Export Discourse Chart
pt: Exportar Quadro de Discurso

source: Export Discourse Chart...
pt: Exportar Quadro de Discurso…

source: Export Interlinear
pt: Exportar Interlineação

source: _Export Interlinear...
pt: _Exportar Interlineação…

source: Export Interlinearized Scripture
pt: Exportar Escrituras Interlinearizadas

source: Export Open XML for Editing Scripture
pt: Exportar XML aberto para Edição de Escritura

source: &Export Open XML for Exchanging Scripture Annotations...
pt: &Exportar XML aberto para a Troca de Anotações de Escritura

source: Export Standard Format
pt: Exportar Formato Padrão (SFM)

source: Export Standard Format (USFM-Paratext)
pt: Exportar no Formato Padrão (USFM-Paratext)

source: Export this FieldWorks project to a file.
pt: Exportar este projeto do FieldWorks para um arquivo.

source: Export to {0}
pt: Exportar para {0}

source: Export to Open XML for Editing Scripture
pt: Exportar para o XML aberto para Edição de Escritura

source: Export to RTF
pt: Exportar para RTF

source: Export to RTF Document
pt: Exportar para Documento RTF

source: Export to Standard Format (USFM-Paratext)
pt: Exportar para Formato Padrão (USFM-Paratext)

source: Export to Standard Format (USFM-Toolbox)
pt: Exportar para Formato Padrão (USFM-Toolbox)

source: Export to USFM-Paratext
pt: Exportar para USFM-Paratext

source: Export to USFM-Toolbox
pt: Exportar para USFM-Toolbox

source: Export to XHTML
pt: Exportar para XHTML

source: Export using Pathway
pt: Exportar usando Pathway

source: Export what
pt: Exportar o que

source: Export XHTML
pt: Exportar XHTML

source: &Export...
pt: &Exportar…

source: _Export...
pt: _Exportar…

source: {0} exported by {1} on {2} {3}, {4} at {5}
pt: {0} exportado por {1} em {2} {3}, {4} a {5}

source: Exporting {0}
pt: Exportando {0}

source: Exporting {0} entries from the lexicon
pt: Exportando {0} entradas do léxico

source: Exporting {0}...
pt: Exportando {0}…

source: Exporting Biblical Terms
pt: Exportando Termos Bíblicos

source: Exporting Scripture to RTF
pt: Exportando Escritura para RTF

source: Exporting Scripture to USFM
pt: Exportando Escritura para USFM

source: Exporting to Open XML for Editing Scripture
pt: Exportando para o XML aberto para Edição de Escritura

source: Exporting...
pt: Exportando…

source: Extension
pt: Extensão

source: E&xtension:
pt: E&xtensão:

source: External LIFT source:
pt: Fonte LIFT externa:

source: External Links
pt: Links Externos

source: External Links Folder
pt: Pasta de Links Externos

source: (External links folder: {0})
pt: (Pasta de Links Externos: {0})

source: Ezekiel
pt: Ezequiel

source: Ezra
pt: Esdras

source: F_ormat
pt: F_ormatar

source: Failed to create bulk edit bar element
pt: Falha ao criar o elemento da barra de edição em massa

source: Failure
pt: Falha

source: Feature
pt: Característica

source: Feature #{0}
pt: Característica #{0}

source: Feature Set
pt: Definição da Característica

source: Feature set {0}
pt: Definição da característica {0}

source: Feature Sets
pt: Conjunto de Características

source: Feature Structure
pt: Estrutura da Característica

source: _Feature Type
pt: Tipo de _Característica

source: Feature Type
pt: Tipo de Característica

source: Feature Types
pt: Tipos da Característica

source: Feature Value
pt: Valor da Característica

source: _Feature...
pt: _Característica…

source: Features
pt: Características

source: Features for {0}:
pt: Características para {0}

source: Female
pt: Fêmea

source: Fi_elds
pt: Ca_mpos

source: Field
pt: Campo

source: Field content is:
pt: Conteúdo do campo é:

source: Field Names should not be empty. Please choose a different name.
pt: Nomes de campo não devem estar vazio. Escolha um nome diferente.

source: Field Usage Report System
pt: Sistema de Relatório de Uso de Campos

source: Field Visibility
pt: Campo de Visibilidade

source: Field_Works Project Properties...
pt: Propriedades do Projeto Field_Works…

source: FieldWorks allows you to establish links to external files, such as documents and photos. These files will open in their native application (e.g. Word documents will open in Word).
pt: FieldWorks permite estabelecer links para arquivos externos, tais como documentos e fotos. Estes arquivos serão abertos em seu aplicativo nativo (por exemplo, documentos do Word será aberto no Word).

source: FieldWorks can pre-select some settings for you if your writing system uses the International Phonetic Alphabet (IPA).
pt: FieldWorks pode pré-selecionar algumas configurações para você se o seu sistema de escrita utiliza o Alfabeto Fonético Internacional (IPA).

source: FieldWorks cannot complete saving some changes to the writing system ({0}) because at least one file ({1}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
pt: FieldWorks não pode salvar completamente algumas alterações do sistema de escrita ({0}) pois pelo menos um arquivo ({1}) está sendo usado por outro programa FieldWorks. Por favor pare todos os programas FieldWorks que não seja o programa atual, em seguida, clique em "Repetir" para tentar novamente.

source: FieldWorks currently supports left-to-right and right-to-left writing systems. Please select the appropriate direction:
pt: FieldWorks agora suporta os sistemas de escrita da esquerda para a direita e da direita para a esquerda. Por favor selecione a direção apropriada:

source: FieldWorks does not recognize '{0}' as a valid user interface language ID. English will be used instead.
pt: FieldWorks não reconhece '{0}' como um ID válido do idioma da interface do usuário. Inglês será utilizado.

source: FieldWorks Equivalent
pt: Equivalente do FieldWorks

source: FieldWorks Error
pt: Erro no FieldWorks

source: FieldWorks has detected an error with ICU Legacy Converters.{0}{0}To preserve your existing ICU Legacy Converters, close all dialogs, then exit and restart all '{1}' windows.
pt: FieldWorks detectou um erro com o conversor ICU Legacy. {0}{0} para preservar seus conversores de ICU Legacy existentes, feche todas as caixas de diálogo, e, em seguida, sair e reiniciar todas as janelas do tipo '{1}'.

source: FieldWorks is unable to recognize a language name. This item will be omitted from the list of System Languages for keyboard input.
pt: FieldWorks não conseguiu reconhecer o nome do idioma. Este item será omitido na lista de Idiomas do Sistema para a entrada do teclado.

source: FieldWorks Language Explorer
pt: Language Explorer do FieldWorks

source: Fieldworks needs to install some extra information for the writing system ({0}) which is being used for the first time. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({1}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
pt: Fieldworks precisa instalar algumas informações extra para o sistema de escrita ({0}) que está sendo usado pela primeira vez. Enquanto isto estiver sendo feito, outros programas de FieldWorks precisam ser fechado porque pelo menos o arquivo ({1}) está sendo usado por outro programa de FieldWorks. Por favor pare todos os programas do FieldWorks exceto o programa atual, em seguida, clique em "Tentar Novamente" para tentar novamente.

source: FieldWorks needs to know how to interpret your data. To change a mapping, select the marker, and then click the Modify button.
pt: FieldWorks precisa saber como interpretar os dados. Para alterar um mapeamento, selecione o marcador e, em seguida, clique no botão Alterar.

source: FieldWorks needs to know the folder where Paratext 5 is installed on your computer in order to obtain information about your Scripture files. Please click on the Browse button to locate the Paratext folder.
pt: FieldWorks precisa de saber a pasta onde o Paratext 5 está instalado no seu computador para obter informações sobre os arquivos das Escrituras. Por favor, clique no botão Procurar para localizar a pasta do Paratext.

source: FieldWorks needs to know which standard format marker(s) begin a group of related fields. Select at least one marker for each group. By selecting more than one marker, a new group will be started for any of these markers that have already occurred in the current group. A checked marker can only occur once in a given group. Click Help for examples.
pt: FieldWorks precisa saber quais marcador(es) de formato padrão começa um grupo de campos relacionados. Selecione pelo menos um marcador para cada grupo. Selecionando mais do que um marcador, será iniciado um novo grupo para qualquer um desses marcadores que já ocorreram no grupo atual. Um marcador marcado só pode ocorrer uma vez em um determinado grupo. Clique em Ajuda para obter exemplos.

source: Fieldworks needs to restore the existing writing systems. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
pt: Fieldworks precisa restaurar os sistemas de escrita atuais. Enquanto isso é feito, os outros programas do FieldWorks precisam ser fechados porque pelo menos o arquivo ({0}) está sendo usado por outro programa do FieldWorks. Por favor, pare todos os programas de FieldWorks que não seja o programa atual e clique em "Repetir" para tentar novamente.

source: FieldWorks now provides a way for you to specify for each writing system which characters are found in words (word-forming) and which characters are not found in words (punctuation, symbols, spacing). Before using Text or Concordance tools, we recommend you add word-forming characters so that Language Explorer does not change where it thinks the word boundaries are in your texts. If you use apostrophes, hyphens, zero-width characters, or superscript numbers within words, these should be added and specified as word-forming. Would you like to do this now?
pt: FieldWorks agora fornece uma maneira para que você especificar cada sistema de escrita e que caracteres são encontrados nas palavras (formando-palavra) e quais caracteres não são encontrados nas palavras (pontuação, símbolos, espaçamento). Antes de usar o Texto ou Ferramentas de concordância, recomendamos que você adicione caracteres formando a palavra para que o Linguage Explorer não altera onde se julga que os limites da palavra estão em seus textos. Se você usar apóstrofos, hífens, caracteres de largura zero ou números sobrescritos dentro de palavras, estas devem ser adicionadas e especificadas como formando-palavra. Você gostaria de fazer isso agora?

source: FieldWorks project has no current analysis writing systems. Setting default to English. Please check your writing systems.
pt: O projeto FieldWorks não tem nenhuma análise do sistemas de escrita atual. Configurando o padrão para inglês. Verifique seus sistemas de escrita.

source: FieldWorks project has no current vernacular writing systems. Picking an arbitrary default. Please check your writing systems.
pt: O projeto FieldWorks não tem nenhum vernáculo no sistemas de escrita atual. Escolhendo um padrão arbitrário. Verifique seus sistemas de escrita.

source: FieldWorks Project Properties
pt: Propriedades do Projeto do FieldWorks

source: Field&Works Project Properties...
pt: Propriedades do Projecto do FieldWorks…

source: FieldWorks Project synchronization problem
pt: Problema de sincronização do projeto FieldWorks

source: FieldWorks Project Utilities
pt: Utilitários do Projeto do FieldWorks

source: FieldWorks software is not installed correctly. Please insert your FieldWorks CD or re-run the Installer and repair your installation.
pt: O programa FieldWorks não está instalado corretamente. Por favor, insira o CD do Fieldworks ou execute novamente o programa de instalação e reparar a sua instalação.

source: Figure - Caption (property)
pt: Figura - Legenda (propriedade)

source: Figure - Copyright (property)
pt: Figura - Copyright (propriedade)

source: Figure - Description (property)
pt: Figura - Descrição (propriedade)

source: Figure - File Name (property)
pt: Figura - Nome do Arquivo (propriedade)

source: Figure - Layout Position (property)
pt: Figura - Posição do Layout (propriedade)

source: Figure - Reference Range (property)
pt: Figura - Intervalo de Referência (propriedade)

source: Figure - Scale Factor (property)
pt: Figura - Fator de Escala (propriedade)

source: Figure - USFM Parameters (property)
pt: Figura - Parâmetros de USFM (propriedade)

source: &File
pt: &Arquivo

source: _File
pt: _Arquivo

source: File
pt: Arquivo

source: File & Settings
pt: Arquivo & Configurações

source: File {0}
pt: Arquivo {0}

source: File {0} already exists. Do you want to replace it?
pt: Arquivo {0} já existe. Você deseja substitui-lo?

source: File {0} could not be loaded. {1}
pt: Arquivo {0} Não pôde ser carregado. {1}

source: File already exists. Would you like to overwrite it?
pt: O arquivo já existe. Deseja substituí-lo?

source: File error occurred.
pt: Ocorreu erro de arquivo.

source: File Location Options
pt: Opções de Localização de Arquivo

source: <file missing>
pt: <arquivo faltando>

source: file name
pt: nome do arquivo

source: File name template
pt: Modelo de nome de arquivo

source: File not found
pt: Arquivo não encontrado

source: File(s) to import:
pt: Arquivo(s) para importar

source: &File...
pt: &Arquivo…

source: &File:
pt: &Arquivo:

source: File:
pt: Arquivo:

source: &Fills Slot:
pt: &Preenche Posição:

source: Filter by {0}...
pt: Filtrar por {0}…

source: Filter by Book
pt: Filtrar por Livro

source: Filter by Book...
pt: Filtrar por Livro…

source: Filter by Category
pt: Filtrar por Categoria

source: Filter by Multiple Criteria
pt: Filtrar Por Múltiplos Critérios

source: Filter for items containing...
pt: Filtro para itens que contenham...

source: Filter for...
pt: Filtrar por…

source: &Filter Occurrences by Book
pt: &Filtrar Ocorrências por Livro

source: Filter Occurrences by Book
pt: Filtrar Ocorrências por Livro

source: Filtered
pt: Filtrado

source: (filtered)
pt: (filtrado)

source: _Filtering
pt: _Filtragem

source: &Filters
pt: &Filtros

source: _Filters
pt: _Filtros

source: Filters
pt: Filtros

source: Finalizing import...
pt: Finalizando importação…

source: Find
pt: Procurar

source: Find a lexical entry.
pt: Procurar uma entrada lexical.

source: Find a wordform.
pt: Procurar forma de palavra.

source: Find and Replace
pt: Procurar e Substituir

source: Find and Replace Specified Text
pt: Procurar e Substituir Texto Especificado
